<PRE>
<center>Facebook ปรับอัลกอริทึม News Feed ลดความสำคัญข่าวปลอม, ให้ความสำคัญกระแสเรียลไทม์

ช่วงนี้ Facebook ประกาศปรับอัลกอริทึม News Feed ค่อนข้างบ่อย รอบนี้ปรับ 2 เรื่องคือเรื่องข่าวปลอม
และการใช้ข้อมูลเรียลไทม์มาพิจารณามากขึ้น
ประเด็นแรกในเรื่องข่าวปลอม Facebook เพิ่มปัจจัยตัวใหม่ที่ช่วยวิเคราะห์ว่าโพสต์นั้นเป็นข่าวปลอม
หรือสแปมรูปแบบการทำงานคือ Facebook ศึกษาโพสต์ข่าวปลอมจากเพจคุณภาพต่ำ แล้วสร้างโมเดลขึ้นมา
เทรนให้แยกแยะโพสต์ลักษณะเดียวกันจากเพจอื่นๆ
(เช่น ถ้าโพสต์ถูกกด hide จากผู้ใช้บ่อย ก็มีแนวโน้มสูงว่าเป็นโพสต์ข่าวปลอม)
ในทางกลับกัน ถ้าโพสต์ของเรามีแนวโน้มว่าจะเป็นของจริง ก็มีโอกาสถูกแสดงผลเพิ่มขึ้น<center>

<IMG SRC = "https://i.imgur.com/GhNjrjy.jpg "width=30%>

ที่มา - blognone

</PRE>
