<PRE>
<center>  Nintendo ประกาศยุติการผลิตเครื่อง Wii U ในญี่ปุ่น

  ที่เคยประกาศเมื่อเดือนพฤศจิกายนปีที่แล้วว่า Nintendo จะเตรียมหยุดการผลิตเครื่อง Wii U
  ในเร็ว ๆ นี้ ล่าสุด Nintendo ได้ประกาศยุติการผลิตอย่างเป็นทางการแล้ว ผ่านทางหน้าเว็บไซต์หลักของ
   Nintendo เป็นการปิดฉากเครื่อง Wii U โดยสมบูรณ์แบบ
  ภายในลิงก์ดังกล่าว ด้านใต้รูปเครื่อง Wii U มีข้อความตัวสีแดงเขียนกำกับว่า
  “生産終了（日本国内)” แปลว่า "สิ้นสุดการผลิต (ในญี่ปุ่น)"<center>

  <IMG SRC = "http://i.imgur.com/6FXeyVE.png "width=30%>

    ที่มา - blognone

    </PRE>
