<PRE>
<center>กลับมาอีกครั้ง! Humble Bundle จัดชุดบัลเดิลเกมจากค่าย Bandai Namco ครั้งที่สอง

Humble Bundle ออกชุดบันเดิลเกมจากค่าย Bandai Namco
มาเป็นครั้งที่สองจากที่ครั้งแรกเคยจัดไปเมื่อกลางเดือนสิงหาคมในปี 2558 กลับมาครั้งนี้มาพร้อมกับเกมชื่อดังหลายเกม และเกมที่อยู่สถานะสั่งซื้อล่วงหน้า
ความแตกต่างระหว่างครั้งแรกกับครั้งที่สอง คือเกมที่เคยอยู่ในการจ่ายขั้นที่สอง
 (ขั้นต่ำ 7 ดอลลาร์สหรัฐฯ) อย่าง Ace Combat Assault Horizon
 และ ENSLAVED: Odyssey to the West ถูกโยกย้ายมาเป็นขั้นที่หนึ่งแทน
 และยังคงมีเกม PAC-MAN 256 ซึ่งเป็นเวอร์ชั่นที่ใหม่กว่าครั้งที่แล้ว และเมื่อจ่ายขั้นต่ำ 35 ดอลลาร์สหรัฐฯ
  จะได้เกม Little Nightmares ในรูปแบบสั่งซื้อล่วงหน้า<center>

  <IMG SRC = "https://c1.staticflickr.com/1/601/32594555866_310d09674b_z.jpg "
  width=30%>

    ที่มา - blognone

    </PRE>
