<PRE>
<center>สรุปผลงาน Hugo Barra ที่ Xiaomi ประสบความสำเร็จที่อินเดีย แต่ล้มเหลวในบราซิล

Hugo Barra พูดไว้ในโพสต์ อำลาตำแหน่งรองประธาน Xiaomi Global ว่า
"ผมสามารถพูดได้อย่างภาคภูมิใจว่า Xiaomi เป็นเสมือนเด็กคนแรกที่ผมทำให้เขาได้เติบโตในตลาดโลก"
ตั้งแต่ปี 2012-2015 ยอดขายสมาร์ทโฟน Xiaomi โตขึ้นหกเท่า
โดยใช้กลยุทธ์ขายบนออนไลน์เป็นแรงขับเคลื่อนสำคัญ ในปี 2014-2015
 บริษัทมียอดขายในประเทศจีนสูงเป็นอันดับหนึ่ง เมื่อ Barra เข้ามา เขาก็หวังว่าจะส่งออกแบรนด์ Xiaomi
 ให้เป็นที่รู้จักมากขึ้นในตลาดโลก โดยตั้งเป้าที่อินเดียและบราซิลก่อน<center>

  <IMG SRC = "http://i.imgur.com/wQuG1Q5.jpg "width=30%>

    ที่มา - blognone

    </PRE>
